---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.KeyBasedTreeEntries
source: html/8d4e9124-6a06-82c5-dcf8-8f17acbdad23.htm
---
# KeyBasedTreeEntries Members

Releases all resources used by the KeyBasedTreeEntries